[{"Id":1,"Name":"Superintendencia de Bancos de la República Dominicana (SB)","Description":"Entidad reguladora del sistema financiero dominicano. Supervisa y regula las operaciones de los bancos y otras instituciones financieras para asegurar su estabilidad y solvencia."},{"Id":2,"Name":"Dirección General de Impuestos Internos (DGII)","Description":"Entidad encargada de la recaudación de impuestos en la República Dominicana. Administra el sistema tributario y vela por el cumplimiento de las obligaciones fiscales."},{"Id":3,"Name":"Dirección General de Aduanas (DGA)","Description":"Autoridad encargada del control aduanero en el país. Regula la entrada y salida de mercancías, asegurando el cumplimiento de las leyes aduaneras y facilitando el comercio exterior."},{"Id":4,"Name":"Ministerio de Hacienda","Description":"Ministerio responsable de la gestión de las finanzas públicas, incluyendo la elaboración del presupuesto nacional, la recaudación de ingresos y la supervisión del gasto público."},{"Id":5,"Name":"Banco Central de la República Dominicana (BCRD)","Description":"La principal autoridad monetaria del país. Su misión es mantener la estabilidad de precios, regular la oferta monetaria y supervisar el sistema financiero."},{"Id":6,"Name":"Ministerio de Salud Pública y Asistencia Social (MSP)","Description":"Ministerio encargado de formular y ejecutar las políticas de salud pública, así como de garantizar el acceso a servicios de salud para la población."},{"Id":7,"Name":"Ministerio de Educación (MINERD)","Description":"Ministerio responsable de la educación en la República Dominicana, desde la educación primaria hasta la secundaria. Formula políticas educativas y supervisa las instituciones educativas."},{"Id":8,"Name":"Ministerio de Relaciones Exteriores (MIREX)","Description":"Ministerio que maneja las relaciones internacionales del país. Su labor incluye la diplomacia, la cooperación internacional, y la representación de la República Dominicana en el exterior."},{"Id":9,"Name":"Superintendencia de Seguros","Description":"Entidad encargada de la regulación y supervisión de las compañías de seguros en el país, asegurando su solvencia y la protección de los derechos de los asegurados."},{"Id":10,"Name":"Ministerio de Obras Públicas y Comunicaciones (MOPC)","Description":"Ministerio responsable de la infraestructura del país, incluyendo carreteras, puentes, y sistemas de comunicación. Planifica, construye y mantiene la infraestructura pública."},{"Id":11,"Name":"Ministerio de Industria, Comercio y Mipymes (MICM)","Description":"Ministerio encargado de formular políticas para el desarrollo industrial, el comercio interno y externo, y las micro, pequeñas y medianas empresas (Mipymes)."},{"Id":12,"Name":"Superintendencia de Valores (SIV)","Description":"Organismo que regula el mercado de valores en la República Dominicana, garantizando su transparencia, integridad y protección de los inversionistas."},{"Id":13,"Name":"Ministerio de Turismo (MITUR)","Description":"Ministerio que promueve y regula el turismo en la República Dominicana, un sector clave para la economía del país."},{"Id":14,"Name":"Ministerio de Medio Ambiente y Recursos Naturales","Description":"Ministerio responsable de la protección y conservación del medio ambiente y los recursos naturales del país. Implementa políticas ambientales y promueve la sostenibilidad."},{"Id":15,"Name":"Procuraduría General de la República (PGR)","Description":"Entidad encargada de representar los intereses del Estado en el ámbito judicial y de dirigir las investigaciones penales."},{"Id":16,"Name":"Ministerio de Defensa","Description":"Ministerio que supervisa las Fuerzas Armadas de la República Dominicana, responsable de la defensa nacional y la seguridad del territorio."},{"Id":17,"Name":"Contraloría General de la República","Description":"Organismo encargado de la fiscalización y control del uso de los recursos públicos. Garantiza la transparencia y eficiencia en la administración pública."},{"Id":18,"Name":"Tesorería Nacional","Description":"Dependencia que maneja los recursos financieros del Estado, administra la tesorería pública y efectúa los pagos del gobierno."},{"Id":19,"Name":"Cámara de Cuentas de la República Dominicana","Description":"Órgano superior de control externo de los recursos públicos. Fiscaliza las cuentas y la gestión financiera del Estado."},{"Id":20,"Name":"Ministerio de la Mujer","Description":"Ministerio que promueve y defiende los derechos de las mujeres, trabaja por la igualdad de género y contra la violencia hacia las mujeres."},{"Id":21,"Name":"Ministerio de la Juventud","Description":"Ministerio encargado de formular e implementar políticas y programas dirigidos al desarrollo integral de la juventud."},{"Id":22,"Name":"Superintendencia de Pensiones (SIPEN)","Description":"Organismo encargado de supervisar y regular el sistema de pensiones en la República Dominicana, asegurando su correcto funcionamiento y la protección de los derechos de los afiliados."},{"Id":23,"Name":"Instituto Nacional de Recursos Hidráulicos (INDRHI)","Description":"Entidad que administra y desarrolla los recursos hídricos del país, asegurando su uso eficiente y sostenible."},{"Id":24,"Name":"Ministerio de Trabajo","Description":"Ministerio que regula las relaciones laborales en la República Dominicana, protegiendo los derechos de los trabajadores y promoviendo el empleo."},{"Id":25,"Name":"Superintendencia de Electricidad (SIE)","Description":"Entidad encargada de regular y supervisar el sector eléctrico en la República Dominicana, asegurando la calidad y continuidad del servicio eléctrico."},{"Id":26,"Name":"Corporación Dominicana de Empresas Eléctricas Estatales (CDEEE)","Description":"Entidad que gestiona y coordina las empresas eléctricas del Estado, trabajando para mejorar la eficiencia del sector eléctrico."},{"Id":27,"Name":"Ministerio de Agricultura","Description":"Ministerio encargado de desarrollar la política agrícola del país, promoviendo la producción agrícola sostenible y la seguridad alimentaria."},{"Id":28,"Name":"Ministerio de Economía, Planificación y Desarrollo (MEPyD)","Description":"Ministerio responsable de la planificación y coordinación de las políticas de desarrollo económico y social de la República Dominicana."},{"Id":29,"Name":"Superintendencia de Salud y Riesgos Laborales (SISALRIL)","Description":"Entidad que supervisa y regula el sistema de seguridad social en salud y riesgos laborales, protegiendo los derechos de los afiliados."}]